[
  "পাবলিকের সামনে চিকেন ডান্স করো।",
  "একটা গান মজার কণ্ঠে গাও।",
  "যে সস তুমি অপছন্দ করো, তার এক চামচ খাও।",
  "এখনই ১০টা পুশ-আপ দাও।",
  "পরের এক ঘণ্টা তোমার জামাকাপড় উল্টো পরে থাকো।",
  "বাকি দিনের জন্য জলদস্যুর মতো কথা বলো।",
  "দেয়ালের সাথে হ্যান্ডস্ট্যান্ড করো।",
  "একজন অপরিচিত ব্যক্তির কাছে অটোগ্রাফ চাও।",
  "যেভাবে খুশি নাচো, যেন কেউ দেখছে না।",
  "এক ঘণ্টা একটা মজার টুপি পরে থাকো।",
  "তোমার ডান পাশে বসা ব্যক্তিকে নিয়ে একটা র‍্যাপ তৈরি করো।",
  "পরের ১০ মিনিট অন্য দেশের অ্যাকসেন্টে কথা বলো।",
  "রাস্তার মধ্যে একটা আজবভাবে হাঁটো।",
  "বাড়ির জিনিসপত্র ব্যবহার করে নিজের মজার মেকআপ করো।",
  "নাক দিয়ে একটা বন্ধুকে মেসেজ পাঠাও।",
  "রুমের এক প্রান্ত থেকে আরেক প্রান্ত পর্যন্ত মুনওয়াক করো।",
  "একটা জনপ্রিয় গান উল্টো করে গাও।",
  "তোমার কনুই চাটার চেষ্টা করো।",
  "শার্টের ভেতর বরফ ঢুকিয়ে নাচো।",
  "টানা ৩ মিনিট কথা বলে যাও, থামবে না।",
  "এখনই একটা কার্টহুইল করো।",
  "একজন অপরিচিত ব্যক্তির সাথে সেলফি তোলো।",
  "এক চামচ ঝাল সস খাও।",
  "১ মিনিট নাকের ওপরে চামচ ব্যালেন্স করো।",
  "একটা মজার মুখ বানিয়ে সেলফি তোলো।",
  "তোমার ক্রাশকে প্রপোজ করো এবং স্ক্রিনশট পাঠাও!",
  "তোমার ফেসবুক স্ট্যাটাস দাও 'Feeling horny . . .'",
  "তোমার ফেসবুক স্ট্যাটাস দাও 'I’m coming . . . I’m coming . . .' তারপর এক মিনিট পর সেটাকে চেঞ্জ করে দাও 'I just came.'",
  "বাড়ির মধ্যে কোথাও লুকিয়ে থাকো যতক্ষণ না পরবর্তী রাউন্ড শুরু হয়। কেউ তোমাকে খুঁজবে না, কিন্তু তুমি লুকিয়েই থাকবে।",
  "একটা ব্রা মাথায় পরে ডিজে হিসেবে এক মিনিট রক করো।",
  "তোমার এক্স-কে একটা R-rated ভয়েসমেইল পাঠাও।",
  "একটা ধীরগতির গানের সাথে মাইকেল জ্যাকসনের মতো নাচো।",
  "১০টা বার্পি করো আর তোমার প্রিয় উক্তি চিৎকার করে বলো।",
  "তোমার শার্ট দিয়ে মেঝে পরিষ্কার করো।",
  "ফেসবুক বা ইনস্টাগ্রামে এমন কাউকে মেসেজ পাঠাও, যাকে তুমি অন্তত এক বছর ধরে কথাও বলোনি, তারপর স্ক্রিনশট পাঠাও ☠️।",
  "৫টা বরফ টুকরো তোমার মাথায় রাখো যতক্ষণ না সেগুলো গলে যায়।",
  "৩০ সেকেন্ড কনুই চুমু দাও এবং তারপর সেটা শুঁকো।",
  "তোমার প্রতিবেশীর বাড়িতে গিয়ে টয়লেট পেপার চাও।",
  "তোমার হাত ডাস্টবিনে ঢুকাও এবং তারপর সেটা শুঁকো।",
  "আয়নার সামনে দাঁড়িয়ে 'হ্যাপি বার্থডে' গান গাও, সাথে তোমার নামও যোগ করো।",
  "একটা ভিডিও করো যেখানে তুমি তোমার পাছা চুলকাচ্ছো এবং সেটা তোমার বাবা-মায়ের কাছে পাঠাও।",
  "সব জামাকাপড় পরেই গোসল করো।",
  "নিজের সবচেয়ে বিব্রতকর ছবি অনলাইনে পোস্ট করো।",
  "ফেসবুকে লগইন করে প্রথম যাকে দেখবে, তার গত এক বছরের সব ছবি লাইক করো।",
  "পাবলিক প্লেসে জোরে বলে উঠো 'আমি বিয়ে করতে চাই!'",
  "তোমার বন্ধুর ফোন নিয়ে সেলফি তোলো আর তার প্রোফাইল পিক চেঞ্জ করে দাও।",
  "তোমার নাক দিয়ে পানি খাওয়ার চেষ্টা করো।",
  "একটা লাল লিপস্টিক নিয়ে মুখে যত্রতত্র লাগাও।",
  "৫ মিনিট ধরে কুকুরের মতো হাঁটো।",
  "কাউকে জিজ্ঞাসা করো, 'আপনি কি ভূত দেখেছেন?'",
  "তোমার জামা উল্টো করে পরে রাস্তায় হাঁটো।",
  "১০ সেকেন্ডের জন্য একটা দেয়ালের সাথে কথা বলো।",
  "তোমার মোবাইলের সবচেয়ে আজব ছবি সবার সামনে দেখাও।",
  "তোমার বন্ধুর হাত চেটে দাও।",
  "একটা কলার খোসা নিয়ে সেটা দিয়ে ফোনে কথা বলার ভান করো।",
  "গম্ভীর মুখ করে বলো, 'আমি একজন গোপন এজেন্ট' এবং কাউকে সেটা বিশ্বাস করানোর চেষ্টা করো।",
  "পরের ৫ মিনিট একটা হাঁসের মতো হাঁটো।",
  "তোমার প্রিয় খাবারকে প্রেম নিবেদন করো।",
  "১০ বার ঘুরে মাথা ঘুরানোর পর সোজা হাঁটার চেষ্টা করো।",
  "রাস্তায় কাউকে দেখে বলো, 'আপনার মুখটা কেমন চেনা লাগছে!'",
  "তোমার পছন্দের কার্টুনের মতো কথা বলার চেষ্টা করো।",
  "ফেসবুকে স্ট্যাটাস দাও 'আজ থেকে আমি ডায়েট শুরু করলাম, দোয়া চাই!'",
  "বিনা কারণে রাস্তার মধ্যে দাঁড়িয়ে তালি বাজাও।",
  "তোমার বন্ধুর কাঁধে মাথা রেখে ঘুমানোর ভান করো।",
  "তোমার সবথেকে খারাপ ডান্স মুভ সবাইকে দেখাও।",
  "তোমার মোবাইলের এলার্ম সেট করো এবং সবার সামনে বাজাও।",
  "একটা ফ্রাইড চিকেন হাতে নিয়ে তার সাথে কথা বলো।",
  "বন্ধুকে বলো, 'তুমি আমাকে ১০০ টাকা ধার দাও, আমি চিরকাল মনে রাখবো!'",
  "কাউকে বলো, 'তুমি কি জানো, আমার একসময় মঙ্গল গ্রহে থাকার ইচ্ছে ছিল?'",
  "তোমার বন্ধুর নাম ভুল উচ্চারণ করো এবং দেখো সে কেমন রিয়াক্ট করে।",
  "একটা বেলুন ফোলাও, তারপর সেটা ছেড়ে দাও আর যেখানে যায়, সেদিকে দৌড়াও।",
  "তুমি যাকে একদম পছন্দ করো না, তার সাথে ৩০ সেকেন্ড ভালো ব্যবহার করো।",
  "তোমার মা-বাবাকে কল দিয়ে বলো, 'আজ থেকে আমি একটা নতুন জীবন শুরু করবো!'",
  "তোমার বন্ধুর নাম দিয়ে একটা কবিতা বানাও।",
  "তোমার পছন্দের গানের অদ্ভুত লিরিকস বানিয়ে সবাইকে শোনাও।",
  "বাইরে দাঁড়িয়ে আকাশের দিকে তাকিয়ে হঠাৎ চিৎকার করো, 'আমি কই?!'",
  "একজন অপরিচিত ব্যক্তিকে জিজ্ঞেস করো, 'আপনার নাম কী? আমি কি আপনাকে কোথাও দেখেছি?'",
  "ফোনের অটো-সাজেশন দিয়ে একটা আজব মেসেজ লিখে পাঠাও।",
  "নিজের কানে নিজে থাপ্পড় দাও আর বলো, 'এইটা দরকার ছিল!'",
  "তোমার নিকটস্থ বন্ধুকে জিজ্ঞেস করো, 'তুমি কি সত্যিই মানুষ?'",
  "তুমি যাকে সবচেয়ে বেশি মিস করো, তাকে এখনই কল দাও।",
  "বন্ধুকে বলো, 'আজ থেকে আমি তোমার দাস!'",
  "তোমার মোবাইলের সবচেয়ে আজব নোট সবার সামনে পড়ে শোনাও।",
  "৫ মিনিট ধরে ফেক কান্না করো।",
  "তুমি যা বলবে, সেটার শেষে 'বাট আমি জানি না কেন' যোগ করো।",
  "সবাইকে বলো, 'আমি আজ থেকে সুপারহিরো হয়ে গেলাম!'",
  "একটা কাঁচা ডিম হাতে নিয়ে বলো, 'তুমি আমার বেস্ট ফ্রেন্ড!'",
  "তুমি যা করবে, সেটা ডানহাতে না করে বাঁ হাতে করো।",
  "পরের ৫ মিনিট একটা রোবটের মতো কথা বলো।",
  "তোমার টয়লেট যাওয়ার অভিজ্ঞতা নিয়ে একটা গল্প বানাও।",
  "নিজেকে ইন্টারভিউ দাও এবং বলো, 'আমি জীবনে সবচেয়ে বড় কী অর্জন করেছি?'"
]
