[
  "তুমি কি কখনও বন্ধুকে মিথ্যা বলেছ?",
  "তোমার সবচেয়ে বড় ভয় কী?",
  "সবচেয়ে বিব্রতকর কাজ কী যা তুমি কখনও করেছ?",
  "তুমি কি কখনও পরীক্ষায় নকল করেছ?",
  "তোমার সবচেয়ে বিব্রতকর ডাকনাম কী?",
  "তুমি কি কখনও কিছু চুরি করেছ?",
  "সবচেয়ে রোমাঞ্চকর কাজ কী যা তুমি কখনও করেছ?",
  "তুমি কি কখনও অন্যের কথা গোপনে শুনেছ?",
  "তোমার গোপন আনন্দ কী?",
  "তুমি কি কখনও অসুস্থতার ভান করে স্কুল কামাই করেছ?",
  "তোমার প্রিয় শৈশব স্মৃতি কী?",
  "তুমি কি কখনও কোনো শিক্ষকের প্রতি ক্রাশ খেয়েছিলে?",
  "তোমার সবচেয়ে বিরক্তিকর অভ্যাস কী?",
  "তুমি কি কখনও প্রেমে পড়েছ?",
  "সবচেয়ে বড় ঝামেলায় কখন পড়েছিলে?",
  "তুমি কি কখনও কোনো খেলায় প্রতারণা করেছ?",
  "তোমার সবচেয়ে বিরক্তিকর জিনিস কী?",
  "তুমি কি কখনও পারিবারিক অনুষ্ঠান এড়িয়ে অন্য কিছু করেছ?",
  "তোমার গোপন প্রতিভা কী?",
  "তুমি কি কখনও ভুল ব্যক্তিকে মেসেজ পাঠিয়েছ?",
  "সবচেয়ে বিব্রতকর কাজ কী যা তোমার বাবা-মা তোমাকে করতে দেখেছেন?",
  "তুমি কি কখনও মিথ্যা বলতে গিয়ে ধরা পড়েছ?",
  "সবচেয়ে সাহসী কাজ কী যা তুমি কখনও করেছ?",
  "তুমি কি কখনও বাসা থেকে পালিয়ে গিয়েছ?",
  "সবচেয়ে অদ্ভুত স্বপ্ন কী দেখেছ?",
  "তুমি কি কখনও কোনো হাড় ভেঙেছ?",
  "তুমি কি কখনও কাউকে চুমু খেয়েছ?",
  "তুমি কি কাউকে ভালোবাস?",
  "যদি সুযোগ পাও, কোন সেলিব্রিটিকে বিয়ে করবে?",
  "তুমি কেন এখনো বিয়ে করোনি?",
  "তুমি কি সমকামী?",
  "তুমি কি একা অনুভব করো?",
  "তোমার ফোনে কি কোনো গোপন ছবি বা ভিডিও আছে?",
  "তুমি কি কখনও গাড়িতে সেটা করেছ?",
  "তুমি কয়জনের সাথে ঘুমিয়েছ?",
  "এই রুমে উপস্থিতদের মধ্যে কাদের সাথে থ্রিসাম করতে চাইবে এবং কেন?",
  "সবচেয়ে রোমাঞ্চকর যৌন অভিজ্ঞতা কী যা তুমি চাও?",
  "রাগের সময় নাকি মিলমিশ করার সময় যৌনতা বেশি উত্তেজনাপূর্ণ?",
  "একদিনে সর্বোচ্চ কয়বার এটা করেছ?",
  "মেয়েদের কোন শরীরের অংশ তোমার সবচেয়ে প্রিয়?",
  "তুমি কবে কুমারিত্ব হারিয়েছ?",
  "প্রথমবার কখন সেটা অনুভব করেছিলে?",
  "এই রুমে কার সাথে সবচেয়ে বেশি শুতে চাও?",
  "তোমার স্কুল/কলেজের সবচেয়ে অদ্ভুত শাস্তি কী ছিল?",
  "তুমি কি কখনও বাবার মানিব্যাগ থেকে টাকা চুরি করেছ?",
  "পরীক্ষায় নকল করে কয়বার ধরা পড়েছ?",
  "বাবা-মায়ের সাথে সিনেমা দেখার সময় রোমান্টিক দৃশ্য এলে তুমি কী করো?",
  "তুমি যদি বিপরীত লিঙ্গ হতে, তাহলে কী করতে?",
  "তোমার কি অদ্ভুত কিছু সংগ্রহ করার অভ্যাস আছে?",
  "তুমি কাদের প্রতি ঈর্ষান্বিত?",
  "সবচেয়ে বিব্রতকর উপহার কী পেয়েছ?",
  "তুমি কি কখনও লিফটে বাতকর্ম করেছ?",
  "তুমি কি কখনও সুইমিং পুলে প্রস্রাব করেছ?",
  "তুমি কি কখনও নাক খুঁটে সেটা খেয়েছ?",
  "সর্বোচ্চ কয়দিন গোসল না করে ছিলে?",
  "সবচেয়ে ঘৃণ্য মজার কাজ কী যা তুমি কাউকে করেছ?",
  "সবচেয়ে বোকামির কাজ কী যা তুমি নিয়ে গর্বিত?",
  "এই রুমে কাকে দেখে সবচেয়ে বেশি হিংসা হয়?",
  "তোমার সবচেয়ে বড় মিথ্যা কী?",
  "তুমি প্রথম কার কাছ থেকে যৌনতা সম্পর্কে জেনেছ?",
  "তোমার স্বপ্নে কয়জনের সাথে সেটা হয়?",
  "তোমার পরিবার জানে যে তুমি পাগল?",
  "প্রথম অভিজ্ঞতা কেমন ছিল?",
  "তুমি কাকে সবচেয়ে বেশি ভালোবাসো?",
  "তোমার কতজন প্রাক্তন আছে?",
  "জীবনের সবচেয়ে বড় ভুল কী ছিল?",
  "তুমি কোন বছরে বিয়ে করবে?",
  "তোমার ফেসবুক পাসওয়ার্ড কী? (৫ সেকেন্ড পর আনসেন্ড করো)",
  "তোমার প্রিয় সিনেমার নাম কী?",
  "অ্যানিমে নাকি হেন্টাই?",
  "বিয়ের রাতে তোমার জীবনসঙ্গীকে কী জিজ্ঞাসা করবে?",
  "তুমি কি কখনও নিজের সামনে আয়নায় পোজ দিয়ে দেখেছ?",
  "তুমি কি কখনও কাউকে ইমপ্রেস করতে গিয়ে আজব কিছু করেছ?",
  "তুমি কি কখনও বন্ধুর মজার নাম রেখেছ, যা সে পছন্দ করে না?",
  "তুমি কি কখনও নিজের চেহারা দেখে বলেছ, 'আজ আমি খুব সুন্দর লাগছি'?",
  "তুমি কি কখনও এমন মিথ্যা বলেছ যা ধরা পড়ার পর সবাই হাসতে লেগেছে?",
  "তুমি কি কখনও একাই বসে হাসতে হাসতে ধরা পড়েছ?",
  "তুমি কি কখনও কাউকে ইমপ্রেস করতে গিয়ে ব্যর্থ হয়েছ?",
  "তুমি কি কখনও এমন কিছু খেয়েছ যা দেখে সবাই অবাক হয়ে গেছে?",
  "তুমি কি কখনও অকারণে লাফিয়ে উঠে পরে বুঝতে পেরেছ কেউ দেখছে?",
  "তুমি কি কখনও কাউকে দেখিয়ে দেখিয়ে পড়ার ভান করেছ?",
  "তুমি কি কখনও নিজের নাম ভুল করে ফেলেছ?",
  "তুমি কি কখনও হাসতে হাসতে পানির গ্লাস ফেলে দিয়েছ?",
  "তুমি কি কখনও এমন কিছু করেছ যা পরে বুঝতে পেরেছ একদমই উচিত হয়নি?",
  "তুমি কি কখনও নিজের হাত দেখে ভবিষ্যৎ বোঝার চেষ্টা করেছ?",
  "তুমি কি কখনও অজান্তেই কারো সাথে কথা বলতে গিয়ে গায়ে পড়ে ঝগড়া শুরু করেছ?",
  "তুমি কি কখনও নিজের গলার স্বর রেকর্ড করে শুনেছ আর অবাক হয়েছ?",
  "তুমি কি কখনও নিজের ফোন খুঁজতে গিয়ে দেখেছ সেটা হাতে?",
  "তুমি কি কখনও কাউকে অপমান করতে গিয়ে নিজেই হাসির পাত্র হয়েছ?",
  "তুমি কি কখনও এমন কাউকে মেসেজ পাঠিয়েছ, যাকে পাঠাতে চাওনি?",
  "তুমি কি কখনও বাসে উঠে ভুল করে উল্টো দিকে চলে গেছ?",
  "তুমি কি কখনও দরজার কাঁচে নিজের মুখ মেরে দিয়েছ?",
  "তুমি কি কখনও অকারণে নিজের শিক্ষকের সামনে স্মার্ট দেখানোর চেষ্টা করেছ?",
  "তুমি কি কখনও অন্যের চশমা পড়ে নিজেকে বেশি ইন্টেলিজেন্ট ভাবতে চেয়েছ?",
  "তুমি কি কখনও হোস্টেল বা ক্যাম্পিংয়ে ভূতের গল্প বলে নিজেই ভয় পেয়ে গেছ?",
  "তুমি কি কখনও মোবাইল চার্জে দিয়ে খুঁজতে গিয়েছ?",
  "তুমি কি কখনও দরজা ঠেলে খোলার চেষ্টা করে দেখেছ যে সেটা আসলে টানলে খুলতো?",
  "তুমি কি কখনও অকারণে কাউকে দেখে হাসতে শুরু করেছ?",
  "তুমি কি কখনও নিজের সাথে কথা বলতে বলতে ধরা পড়েছ?",
  "তুমি কি কখনও ঘুমের মধ্যে এমন কিছু বলে ফেলেছ যা নিয়ে সবাই হাসতে শুরু করেছে?",
  "তুমি কি কখনও জানলা দিয়ে বাইরে তাকিয়ে এমন ভাব করেছ যেন খুব গভীর চিন্তায় আছ?",
  "তুমি কি কখনও পরীক্ষার হলে উত্তর ভুল লিখে পরে নিজের ভাগ্যকে দোষ দিয়েছ?",
  "তুমি কি কখনও এমন কাউকে 'ভাই' বা 'আপু' বলে ফেলেছ, যাকে পরে পছন্দ করতে শুরু করেছ?",
  "তুমি কি কখনও কাউকে ইমপ্রেস করতে গিয়ে এতটাই বেশি কথা বলেছ যে সে বিরক্ত হয়ে চলে গেছে?",
  "তুমি কি কখনও কারো সামনে এমন কথা বলে ফেলেছ যা একদমই বলা উচিত ছিল না?",
  "তুমি কি কখনও মিথ্যা বলার সময় এতটাই কনফিডেন্ট ছিলে যে নিজেই সেটা সত্যি ভেবে ফেলেছ?",
  "তুমি কি কখনও কাউকে নিয়ে গসিপ করতে গিয়ে বুঝতে পেরেছ সে পাশেই দাঁড়িয়ে আছে?",
  "তুমি কি কখনও একা নাচতে গিয়ে বুঝতে পেরেছ কেউ তোমাকে দেখছে?",
  "তুমি কি কখনও কাউকে ফোন দিয়ে একদম ভুল নাম ধরে ডেকেছ?",
  "তুমি কি কখনও নিজের চুল কেটে নিজেই কেঁদে ফেলেছ?",
  "তুমি কি কখনও কোনো ইন্টারভিউতে এমন কিছু বলেছ যা পরে মনে হলে নিজেই লজ্জা পেয়েছ?",
  "তুমি কি কখনও কাউকে দেখে ওয়েভ করেছ আর পরে বুঝতে পেরেছ সে আসলে তোমার দিকে তাকায়নি?",
  "তুমি কি কখনও মনে করে 'গুরুত্বপূর্ণ মানুষ' বলে ভাব নিয়ে হাঁটতে গিয়ে পা হোঁচট খেয়েছ?",
  "তুমি কি কখনও নিজের পুরনো ফেসবুক পোস্ট দেখে লজ্জায় পড়েছ?",
  "তুমি কি কখনও কাউকে 'সরি' বলার বদলে 'থ্যাঙ্ক ইউ' বলে ফেলেছ?",
  "তুমি কি কখনও ফোনের ফ্ল্যাশ চালিয়ে ভুলে গিয়ে পুরো রাস্তা হাঁটতে গিয়েছ?",
  "তুমি কি কখনও কাউকে নিয়ে ক্রাশ ছিল অথচ পরে বুঝতে পেরেছ সে তোমাকে ছোট ভাই/বোন ভাবে?",
  "তুমি কি কখনও কোনো বন্ধুর সামনে ভুলে অন্য বন্ধুর নামে ডাক দিয়েছ?",
  "তুমি কি কখনও কাউকে অপ্রয়োজনীয় উপদেশ দিতে গিয়ে নিজেই ফেঁসে গেছ?"
]
